export const outrageMock1Origin = `
ГРАФІКИ ПОГОДИННИХ ВІДКЛЮЧЕНЬ НА 23 ЧЕРВНЯ

Години відсутності електропостачання

19:00-20:00  2 черга
20:00-21:00  2 черга
21:00-22:00  5 черга
22:00-23:00  5 черга
`.trim();

export const outrageMock2Change = `
Зміни у графіках погодинних відключень на 23 червня

Години відсутності електропостачання:

11:00-12:00  1 черга
12:00-13:00  1 черга
13:00-14:00  3 черга
14:00-15:00  3 черга
15:00-16:00  4 черга
16:00-17:00  4 черга
17:00-18:00  6 черга
18:00-19:00  6 черги
19:00-20:00  2 черги
20:00-21:00  2 черги
21:00-22:00  5 черги
22:00-23:00  5 черги
`.trim();
export const outrageMock3Origin = `
Графіки погодинних відключень на 24 червня

Години відсутності електропостачання:

00:00-01:00  1 та 2 черги
01:00-02:00  1 та 2 черги
02:00-03:00  3 та 4 черги
03:00-04:00  3 та 4 черги
04:00-05:00  5 та 6 черги
05:00-06:00  5 та 6 черги
06:00-07:00  1 та 2 черги
07:00-08:00  1 та 2 черги
08:00-09:00  3 та 4 черги
09:00-10:00  3 та 4 черги
10:00-11:00  5 та 6 черги
11:00-12:00  5 та 6 черги
12:00-13:00  1 та 2 черги
13:00-14:00  1 та 2 черги
14:00-15:00  3 та 4 черги
15:00-16:00  3 та 4 черги
16:00-17:00  5 та 6 черги
17:00-18:00  5 та 6 черги
18:00-19:00  1 та 2 черги
19:00-20:00  1, 2 та 3 черги
20:00-21:00  3, 4 та 5 черги
21:00-22:00  4, 5 та 6 черги
22:00-23:00  5, 6 та 1 черги
23:00-24:00  1 та 2 черга

Наполегливо просимо усіх споживачів максимально зменшити використання електроприладів.

Дякуємо за розуміння!
`.trim();
export const outrageMock4Change = `
Зміни у графіках погодинних відключень на 24 червня

Години відсутності електропостачання:

00:00-01:00 1 та 2 черги
01:00-02:00 1 та 2 черги
02:00-03:00 3 та 4 черги
03:00-04:00 3 та 4 черги
04:00-05:00 5 та 6 черги
05:00-06:00 5 та 6 черги
06:00-07:00 1 та 2 черги
07:00-08:00 1 та 2 черги
08:00-09:00 3 та 4 черги
09:00-10:00 3 та 4 черги
10:00-11:00 5 та 6 черги
11:00-12:00 5 та 6 черги
12:00-13:00 1 та 2 черги
13:00-14:00 1 та 2 черги
14:00-15:00 3 та 4 черги
15:00-16:00 3 та 4 черги
16:00-17:00 5 та 6 черги
17:00-18:00 5 та 6 черги
18:00-19:00 1 та 2 черги
19:00-20:00 1, 2 та 3 черги
20:00-21:00 3, 4 та 5 черги
21:00-22:00 4, 5 та 6 черги
22:00-23:00 6, 1 та 2 черги
23:00-24:00 1 та 2 черга

Наполегливо просимо усіх споживачів максимально зменшити використання електроприладів.

Дякуємо за розуміння!
`.trim();
export const outrageMock5Change2 = `
❗️ Зміни у графіках погодинних відключень на 24 червня

Зверніть увагу, з 13:00 до 19:00 додано черги для відключення.

Години відсутності електропостачання:

13:00-14:00  1, 2 та 5 черги
14:00-15:00  3, 4 та 6 черги
15:00-16:00  3, 4 та 1 черги
16:00-17:00  5, 6 та 2 черги
17:00-18:00  5, 6 та 3 черги
18:00-19:00  1, 2 та 4 черги
19:00-20:00  1, 2 та 3 черги
20:00-21:00  3, 4 та 5 черги
21:00-22:00  4, 5 та 6 черги
22:00-23:00  6, 1 та 2 черги
23:00-24:00  1 та 2 черга

Наполегливо просимо усіх споживачів максимально зменшити використання електроприладів.

Дякуємо за розуміння!
`.trim();
export const outrageMock6Origin = `
❗️ Графіки погодинних відключень на 25 червня

Години відсутності електропостачання:

00:00-01:00  3 та 4 черги
01:00-02:00  3 та 4 черги
02:00-03:00  5, 6 та 1 черги
03:00-04:00  5, 6 та 1 черги
04:00-05:00  2, 3 та 4 черги
05:00-06:00  2 та 3 черги
06:00-07:00  5 та 6 черги
07:00-08:00  5 та 6 черги
08:00-09:00  1 та 2 черги
09:00-10:00  1 та 2 черги
10:00-11:00  3 та 4 черги
11:00-12:00  3 та 4 черги
12:00-13:00  5, 6 та 1 черги
13:00-14:00  5, 6 та 1 черги
14:00-15:00  2, 3 та 4 черги
15:00-16:00  2, 3 та 4 черги
16:00-17:00  5, 6 та 1 черги
17:00-18:00  5, 6 та 1 черги
18:00-19:00  2, 3 та 4 черги
19:00-20:00  2, 3 та 4 черги
20:00-21:00  5, 6 та 1 черги
21:00-22:00  5, 6 та 1 черги
22:00-23:00  2, 3 та 4 черги
23:00-24:00  3 та 4 черга
`.trim();

export const outrageMock7ChangeOld = `
⚡Зміни у графіках погодинних відключень на 11 червня

Відповідно до команди НЕК «Укренерго» 11 червня з 14.00 до 23.00 будуть застосовані наступні години відключення:

➡️ 14:00 – 15:00 – 2
➡️ 15:00 – 16:00 – 2
➡️ 16:00 – 17:00 – 3
➡️ 17:00 – 18:00 – 3
➡️ 18:00 – 19:00 – 4
➡️ 19:00 – 20:00 – 4
➡️ 20:00 – 21:00 – 5
➡️ 21:00 – 22:00 – 5
➡️ 22:00 – 23:00 – 6

Перелік адрес, що знеструмлюються по чергах ГПВ можна переглянути за посиланням https://www.cherkasyoblenergo.com/static/perelik-gpv

Наполегливо просимо усіх споживачів максимально зменшити використання електроприладів.
`.trim();

export const outrageMock8ChangeEdge = `
Графіки погодинних відключень електроенергії на 5 липня

Години відсутності електропостачання:

■ 00:00-01:00 5 та 6 черги
■ 01:00-02:00 5 та 6 черги
■ 02:00-03:00 1 та 2 черги
■ 03:00-04:00 1, 2 та 3 черги
■ 04:00-05:00 3, 4 та 5 черги
■ 05:00-06:00 4, 5 та 6 черги
■ 06:00-07:00 6, 1 та 2 черги
■ 07:00-08:00 1, 2 та 3 черги
■ 08:00-09:00 3, 4 та 5 черги
■ 09:00-10:00 4, 5 та 6 черги
■ 10:00-11:00 6, 1 та 2 черги
■ 11:00-12:00 1, 2 та 3 черги
■ 12:00-13:00 3, 4 та 5 черги
■ 13:00-14:00 4, 5 та 6 черги
■ 14:00-15:00 6, 1 та 2 черги
■ 15:00-16:00 1, 2 та 3 черги
■ 16:00-17:00 3, 4 та 5 черги
■ 17:00-18:00 4, 5 та 6 черги
■ 18:00-19:00 6, 1 та 2 черги
■ 19:00-20:00 1, 2 та 3 черги
■ 20:00-21:00 3, 4 та 5 черги
■ 21:00-22:00 4, 5 та 6 черги
■ 22:00-23:00 6, 1 та 2 черги
■ 23:00-24:00 1 та 2 черги
`.trim();

export const outrageMock9ChangeEdge = `
  7 липня по Черкаській області з 07:00 до 15:00 графіки погодинних відключень діяти не будуть. Графіки погодинних відключень (ГПВ) будуть застосовані з 00:00 до 07:00 та з 15:00 до 24:00.

Години відсутності електропостачання

00:00-01:00  5 та 6 черги
01:00-02:00  5 та 6 черги
02:00-03:00  1 та 2 черги
03:00-04:00  1 та 2 черги
04:00-05:00  3 та 4 черги
05:00-06:00  3 та 4 черги
06:00-07:00  5 та 6 черги
15:00-16:00  5 та 6 черги
16:00-17:00  1 та 2 черги
17:00-18:00  1 та 2 черги
18:00-19:00  3 та 4 черги
19:00-20:00  3 та 4 черги
20:00-21:00  5 та 6 черги
21:00-22:00  5 та 6 черги
22:00-23:00  1 та 2 черги
23:00-24:00  1 та 2 черга

Сторінка у Telegram: t.me/pat_cherkasyoblenergo
`.trim();
