export const outrageChernivtsiMock1Origin = `
Графік на 25.06.2024 в групі 4

00:00 - 01:00: 💡Заживлено
01:00 - 02:00: ❌Викл
02:00 - 03:00: ❌Викл
03:00 - 04:00: ❌Викл
04:00 - 05:00: ❓Можливо заживлено
05:00 - 06:00: 💡Заживлено
06:00 - 07:00: 💡Заживлено
07:00 - 08:00: 💡Заживлено
08:00 - 09:00: 💡Заживлено
09:00 - 10:00: ❌Викл
10:00 - 11:00: ❌Викл
11:00 - 12:00: ❌Викл
12:00 - 13:00: ❓Можливо заживлено
13:00 - 14:00: 💡Заживлено
14:00 - 15:00: 💡Заживлено
15:00 - 16:00: ❌Викл
16:00 - 17:00: ❌Викл
17:00 - 18:00: ❌Викл
18:00 - 19:00: ❓Можливо заживлено
19:00 - 20:00: 💡Заживлено
20:00 - 21:00: 💡Заживлено
21:00 - 22:00: ❌Викл
22:00 - 23:00: ❌Викл
23:00 - 00:00: ❓Можливо заживлено
`;

export const outrageChernivtsiMock2Change = `
Зміни в графіку на 30.06.2024 в групі 2

00:00 - 01:00: ❌Викл
01:00 - 02:00: ❌Викл
02:00 - 03:00: ❌Викл
03:00 - 04:00: ❓Можливо заживлено
04:00 - 05:00: 💡Заживлено
05:00 - 06:00: 💡Заживлено
06:00 - 07:00: 💡Заживлено
07:00 - 08:00: 💡Заживлено
08:00 - 09:00: 💡Заживлено
09:00 - 10:00: ❌Викл
10:00 - 11:00: ❌Викл
11:00 - 12:00: ❌Викл
12:00 - 13:00: ❓Можливо заживлено
13:00 - 14:00: 💡Заживлено
14:00 - 15:00: 💡Заживлено
15:00 - 16:00: 💡Заживлено
16:00 - 17:00: 💡Заживлено
17:00 - 18:00: 💡Заживлено
18:00 - 19:00: ❌Викл
19:00 - 20:00: ❌Викл
20:00 - 21:00: ❌Викл
21:00 - 22:00: ❓Можливо заживлено
22:00 - 23:00: 💡Заживлено
23:00 - 00:00: 💡Заживлено
`;
